[
  {
    "heading": "The first call from a mobile phone was made on April 3, 1973",
    "text": "It was made by Martin Cooper, engineer of Motorola, from a mobile phone on the streets of New York. Interestingly enough, he called on of his biggest rivals in the sector; engineer Joel Engel, from AT&T, just before giving a press conference to announce that he had just made the first call from a mobile phone. When he was on the phone, he said something like: 'Do you know where I am calling you from?'"
  },

  {
    "heading": "The first “smartphone” dates from 1997. This is one of the best mobile phone facts",
    "text": "We are talking about the Ericsson GS88 “Penelope” model which is the first mobile phone that was called “smartphone”, a term that ended up being, as you know, tremendously popular."
  },

  {
    "heading": "The best-selling mobile phone is the Nokia 1100",
    "text": "To date, there are 250 million units sold, and it is considered one of the toughest phones ever created, which probably explains this amount of success."
  },

  {
    "heading": "Watches and alarm clocks will disappear",
    "text": "Do you actually remember these? Not long ago, we used to wear them on our wrists and those alarm clocks used to be on our bedside table. Today we have almost forgotten about them, soon they will completely disappear. Statistics say that around 60% of users have stopped using these classics gadgets and have replaced them with the clock and the alarm clock features included in those smartphones."
  },

  {
    "heading": "There is an addiction to mobile phones and it’s called nomophobia",
    "text": "Around 200,000 million human beings suffer from this phobia and as the fear of certain people who are afraid to leave their home without their mobile phone. There is also another term, “ringxiety” that is used to describe the feeling of hearing the phone when it is actually not ringing, and another one called, “phubbing“, which describes the behaviour of a person who ignores everything around him/her (including human beings) due to the use of the mobile phone. Oh wait; you might be doing this at this very moment … are you?"
  },

  {
    "heading": "We check our mobile phone about 150 times a day on average",
    "text": "Although it is very likely that people who suffer from nomophobia do this a lot more often than average, it is said that we check our phones every 6 minutes on average. Are you holding yours right now … Don’t you feel like taking a quick look at it?"
  },

  {
    "heading": "There are already more mobile phones than people in our world",
    "text": "This is happening because the number of people who have a mobile phone in the world is very high (about 5,000 million, and it is increasing as we speak and each user has about 1.5 phones on average, which means that the number of mobile lines is located close to 7,500 million, and the world is populated by 7,350 million people."
  },

  {
    "heading": "The most expensive mobile phone in the world costs … 95.5 million dollars!",
    "text": "This is the Falcon Supernova Pink Diamond IPhone 6, which has a case made of 18-carat gold and has a large pink diamond on its back. Lucky for us, there is also a more affordable version of this phone, which you can buy for just 48.5 million dollars."
  },

  {
    "heading": "The term Bluetooth comes from a Nordic king",
    "text": "It is about the Danish and Norwegian King of the 10th century, Harald Blatand, wrongly translated into English as Harald Bluetooth. He was known for his speech and conviction skills, this King was able to unify the Norwegian, Swedish and Danish tribes and convert them to Christianity. Another clue to make sure we are right about this: the Bluetooth logo combines the Hagall and Berkana runes, which correspond to Harald Bluetooth’s initials."
  },

  {
    "heading": "In Finland, throwing mobile phones is a sport",
    "text": "But wait, the best part is that it is also organised annually, since the year 2000, a world championship in throwing mobile phones is held. The distance record, to date, is set at 97 meters for men and 40 meters for women."
  },

  {
    "heading": "There is a mobile phone out in space",
    "text": "It is a Google Nexus phone, launched into space in 2013 by researchers from the University of Surrey (United Kingdom) in order to check the resistance of its components in vacuum conditions and its ability to control a satellite in space. At some point, it was going around the Earth …"
  }
]
